Revit 2027 API
UnitTypeId.MillimetersOfWaterColumn Property
 Millimeters of water column.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MillimetersOfWaterColumn { get; }
Public Shared ReadOnly Property MillimetersOfWaterColumn As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MillimetersOfWaterColumn {
	ForgeTypeId^ get ();
}
static member MillimetersOfWaterColumn : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace